Repository: gravityflow/gravityflowparentchild
Catalog: languages/gravityflowparentchild-*.po
Languages: ar, ca, de_de, es_es, fr_fr, it_it, nl_nl, pt_pt, sv_se, tr_tr

source: Manage Settings
ar: إدارة الإعدادات
ca: Gestiona els paràmetres
de_de: Einstellungen verwalten
es_es: Gestionar ajustes
fr_fr: Gestion des réglages
it_it: Gestisci le impostazioni
nl_nl: Instellingen beheren
pt_pt: Gerir definições
sv_se: Hantera inställningar
tr_tr: Ayarları yönetin

source: Uninstall
ar: إلغاء التثبيت
ca: Desinstal·la
de_de: Deinstallieren
es_es: Desinstalar
fr_fr: Désinstaller
it_it: Disinstalla
nl_nl: Verwijderen
pt_pt: Desinstalar
sv_se: Avinstallera
tr_tr: Kaldır

source: Manage Form Settings
ar: إدارة إعدادات النموذج
ca: Gestiona els paràmetres dels formularis
de_de: Formular-Einstellungen verwalten
es_es: Gestionar ajustes de formularios
fr_fr: Gestion des réglages du formulaire
it_it: Gestisci le impostazioni del modulo
nl_nl: Formulierinstellingen beheren
pt_pt: Gerir definições do formulário
sv_se: Hantera formulärinställningar
tr_tr: Form ayarlarını yönetin

source: Entry Detail - View All
ar: تفاصيل الدخول - عرض الكل
ca: Detalls de l'entrada - Mostra-ho tot
de_de: Eintragsdetails - Alle zeigen
es_es: Detalles de la entrada - Ver todos
fr_fr: Détail de l’entrée - Tout voir
it_it: Dettagli della voce - Vedi tutti
nl_nl: Details inzending - alles bekijken
pt_pt: Detalhes dos registos - Ver todos
sv_se: Inmatning av uppgifter – visa allt
tr_tr: Giriş detayları - Tümünü görüntüle

source: Parent Entry ID: Form %d
ar: معرف إدخال الأصل: نموذج %d
ca: ID de l'entrada pare: Formulari %d
de_de: Eltern-Eintrags-ID: Formular %d
es_es: ID de la entrada padre: Formulario %d
fr_fr: ID de l’entrée parente : Formulaire %d
it_it: ID della voce parent: Modulo %d
nl_nl: Hoofd inzending ID: formulier %d
pt_pt: ID do registo do principal: Formulário %d
sv_se: Överordnat post-ID: Formulär %d
tr_tr: Ana kayıt no: Form %d

source: Parent-Child Forms
ar: نماذج أصلية/فرعية
ca: Formularis pare-fill
de_de: Eltern-Kind-Formulare
es_es: Formularios Padre-hijo
fr_fr: Formulaires parents-enfants
it_it: Moduli Parent-Child
nl_nl: Hoofd- en subformulieren
pt_pt: Formulários Principal-Dependente
sv_se: Överordnade-underordnade formulär
tr_tr: Ana-alt formlar

source: Child Forms
ar: نماذج الفرع
ca: Formularis fill
de_de: Kind-Formulare
es_es: Formularios hijos
fr_fr: Formulaires enfants
it_it: Moduli Child
nl_nl: Subformulieren
pt_pt: Formulário dependente
sv_se: Underordnade formulär
tr_tr: Alt formlar

source: Parent Forms
ar: نماذج الأصل
ca: Formularis pare
de_de: Eltern-Formulare
es_es: Formularios padres
fr_fr: Formulaires parents
it_it: Moduli Parent
nl_nl: Hoofdformulieren
pt_pt: Formulário principal
sv_se: Överordnade formulär
tr_tr: Üst formlar

source: Select Parent Forms
ar: حدد نماذج الأصل
ca: Seleccioneu els formularis pare
de_de: Eltern-Formulare auswählen
es_es: Seleccionar formularios padre
fr_fr: Sélectionner les formulaires parents
it_it: Seleziona i moduli Parent
nl_nl: Selecteer hoofdformulieren
pt_pt: Selecciona o formulário principal
sv_se: Välj överordnade formulär
tr_tr: Ana formu seçin

source: View all
ar: عرض الكل
ca: Mostra-ho tot
de_de: Mehr
es_es: Ver todo
fr_fr: Tout voir
it_it: Visualizza tutto
nl_nl: Alles tonen
pt_pt: Ver tudo
sv_se: Visa alla
tr_tr: Tümünü göster

source: Date
ar: التاريخ
ca: Data
de_de: Datum
es_es: Fecha
it_it: Data
nl_nl: Datum
pt_pt: Data
sv_se: Datum
tr_tr: Tarih

source: Submitter
ar: المرسل
ca: Enviat per
de_de: Absender
es_es: Enviado por
fr_fr: Créateur
it_it: Inviante
nl_nl: Inzender
pt_pt: Criador
sv_se: Inskickare
tr_tr: Gönderen

source: There are no child forms linked to this form
ar: لا توجد نماذج فرعية مرتبطة بهذا النموذج
ca: No hi ha cap formulari fill enllaçat a aquest formulari
de_de: Es sind keine Kind-Formulare mit diesem Formular verlinkt
es_es: No hay formularios hijo enlazados a este formulario
fr_fr: Il n’y a aucun formulaire enfant pour ce formulaire
it_it: Non ci sono moduli child collegati a questo modulo
nl_nl: Er zijn geen subformulieren aan dit formulier gekoppeld
pt_pt: Não há formulários dependentes ligados a este formulário
sv_se: Inga underordnade formulär är kopplade till detta formulär
tr_tr: Bu forma bağlı hiçbir alt form yok

source: Gravity Flow Parent-Child Forms Extension
ar: Gravity Flow أصلي/فرعي ملحق نماذج
ca: Extensió Formularis Pare-Fill del Gravity Flow
it_it: Estensione Parent-Child Forms di Gravity Flow
tr_tr: Gravity Flow Parent-Child Forms Uzantısı

source: Gravity Flow Parent-Child Forms Extension for Gravity Flow.
ar: Gravity Flow أصلي/فرعي ملحق نماذج لGravity Flow.
ca: Extensió Formularis Pare-Fill per al Gravity Flow.
de_de: Gravity Flow Eltern-Kind-Formulare Erweiterung für Gravity Flow.
es_es: Extensión para formularios Padre-hijo de Gravity Flow.
fr_fr: Extension de formulaires parents-enfants pour Gravity Flow.
it_it: Estensione Gravity Flow Parent-Child Forms per Gravity Flow.
nl_nl: Gravity Flow hoofd- en subformulieren-extensie voor Gravity Flow.
pt_pt: Extensão Gravity Flow Parent-Child Forms para Gravity Flow.
sv_se: Tillägg till Gravity Flow för överordnade/underordnade formulär.
tr_tr: Gravity Flow için Parent-Child Forms Uzantısı.
